Repository: FihlaTV/prey-ios-client
Catalog: *.lproj/Localizable.strings
Languages: no

source: 10 mins.
no: 10 min.

source: 15 mins.
no: 15 min.

source: 2 mins.
no: 2 min.

source: 20 mins.
no: 20 min.

source: 30 mins.
no: 30 min.

source: 30 secs.
no: 30 s.

source: 40 mins.
no: 40 min.

source: 5 mins.
no: 5 min.

source: A new report has been sent to your Control Panel
no: En ny rapport har blitt sendt til ditt kontrollpanel

source: About
no: Om

source: Access Denied
no: Adgang nektes

source: Accessing your account...
no: Kobler til din konto…

source: Account created! Remember to verify your account by opening your inbox and clicking on the link we sent to your email address.
no: Kontot laget! Husk å verifisere din konto ved å følge koblingen sendt til din e-postadresse.

source: Add this device!
no: Legg til denne enheten!

source: Alert on report sent
no: Varsel på rapport sendt

source: Already a Prey user
no: Allerede en Prey-bruker?

source: An unknown error has occurred
no: En ukjent feil har oppstått

source: Ask for password
no: Glemt passord

source: Attaching device...
no: Legger til enhet …

source: Best possible
no: Beste mulige

source: Camouflage mode
no: Kamouflagemodus

source: Cancel
no: Avbryt

source: Checking your password...
no: Kontrollerer ditt passord…

source: Choose a 6 characters password
no: Velg et passord med 6 tegn

source: Congratulations!
no: Gratulerer!

source: Congratulations! You have successfully associated this iOS device with your Prey account.
no: Gratulerar! Du har assosiert denne iOS-enheten med din Prey-konto.

source: Couldn't add your device
no: Det gikk ikke å legga til din enhet

source: Couldn't check your password
no: Det gikk ikke å kontrollere ditt lösenord

source: Create my account!
no: Lag min konto!

source: Create Prey account
no: Lag Prey-konto

source: Creating account...
no: Lager konto …

source: Delay
no: Forskingelser

source: Delete log
no: Fjern logg

source: Detach device
no: Fjern enhet

source: Email
no: E-postadresse

source: Enter a valid e-mail address
no: Ange en giltig e-postadress

source: Hundreds of Meters
no: Huntretalls meter

source: It seems you've reached your limit for devices on the Control Panel. Try removing this device from your account if you had already added.
no: Det virker som at alle dine gratisplasser for enheter er oppbrukt på din Prey-konto. Forsøk å ta bort denne enheten fra din konto om du allerede har lagt den til.

source: Location accuracy
no: Lokaliseringspressistion

source: Log
no: Logg

source: Log in to Prey
no: Logg in på Prey

source: Log records will be deleted. Are you sure?
no: Loggen vil bli slettet. Er du sikker på at du vil gjøra det her?

source: Log records will be sent to developers. You'll be able to check the email body before proceed.
no: Loggposten kommer til å bli sendt til utviklerene. Du kommer til å få muligheten til å undersøke innholdet før det sendes.

source: Mark as missing
no: Marker som savnet

source: Mark as recovered
no: Marker som funnet

source: Name
no: Navn

source: Nearest 10 meters
no: Innen 10 meter

source: Nearest 3 kilometers
no: Innen 3 kilometer

source: New user
no: Ny bruker

source: No, don't delete
no: Nei, fjern ikke

source: None: Send everything.
no: Ingen: Send alt.

source: One kilometer
no: En kilometer

source: Password
no: Passord

source: Password must be at least 6 characters
no: Passordet må inneholde minst 6 tegn

source: Passwords do not match
no: Passordene stemmer ikke overens

source: Please wait
no: Vennligst vent

source: Prey alert
no: Prey-varsel

source: Prey next execution in %i minutes.
no: Prey kjøres neste gang om %i minutter.

source: Prey will stop sending reports to the Control Panel and your device will be mark as recovered. Are you sure?
no: Prey kommer til å slutte å sende rapporter til kontrollpanelet og din enhet vil bli merket som funnet. Er du sikker på at du vil gjøre det her?

source: Quite accurate
no: Ganske nøyaktig

source: Read Message
no: Les melding

source: Removing device...
no: Fjerner enhet …

source: Repeat your password
no: Reppeter ditt passord

source: Report couldn't be sent
no: Det gikk ikke å sende rapporten

source: Send log
no: Send logg

source: Settings
no: Instillninger

source: Starting Prey...
no: Starter Pey…

source: Stopping Prey...
no: Stopper Prey…

source: There was a problem getting your account information. Please make sure the email address you entered is valid, as well as your password.
no: Det oppstod et problem når din kontoinformastion skulle hentes. Sjekk at e-postadressen og passordet du oppgav stemmer.

source: Unable to access Location Services. You need to grant Prey access if you wish to track your device.
no: Det gikk ikke å få kontakt med lokaliseringstjenesten. Du må gi Prey rettigheter om du vil spore din enhet.

source: Unable to fetch location data. Is this device on airplane mode?
no: Det gikk ikke å hente lokasjonsdata. Er enheten i airplane mode?

source: User couldn't be created
no: Det gikk ikke å lage bruker

source: View Details
no: Vis detaljer

source: Warning
no: Advarsel

source: We have a situation!
no: Det har oppstått et problem!

source: Welcome to Prey!
no: Velkommen til Prey!

source: Wrong password. Try again.
no: Feil passord. Forsøk igjen.

source: Yes, remove from my account
no: Ja, fjern fra min konto

source: You have successfully associated this device with your Prey Control Panel account.
no: Du har assosiert denne enheten med din kontrollpanelkonto hos Prey.

source: You're about to delete this device from the Control Panel. Are you sure?
no: Du holder på å fjerne denne enheten fra kontrollpanelet. Er du sikker på at du vil gjøre det her?

source: You're attempting to mark this device as missing, and start sending reports to the Control Panel. Are you sure?
no: Du holder på å markere denne enheten som savnet og begynne å sende rapporter til kontrollpanelet. Er du sikker på at du vil gjøre det her?

source: Your email
no: Din e-postadresse

source: Your name
no: Ditt nann

source: A new report has been sent to your Control Panel.
no: En ny rapport har blitt sendt til ditt kontrollpanel.

source: By disabling this, Prey won't be able to check its missing status, and the only way to start sending reports will be activating Prey from the Web Control Panel
no: Om du deaktiverer dette kommer ikke Prey til å ha muligheten til å sjekke sitt status og den eneste veien for å starte å sende rapporter vil være å aktivere Prey fra nettkontrollpanelet

source: By enabling this, the purple location icon will be shown beside the battery status at the top. This doesn't mean the GPS is on, but it may use a bit of your phone's battery
no: Om du aktiverer dette så kommer den lila lokaliseringsikonet til å vises ved siden av batteristatusen øverst på skjermen. Det betyr ikke at GPSen er på, men det kan være at telefonen bruker mer batteri.

source: Current Location
no: Aktuell possition

source: Device not ready!
no: Enheten er ikke klar!

source: Device ready.
no: Enheten er klar.

source: Disable it!
no: Deaktiver det!

source: Enable it!
no: Aktiver det!

source: Help
no: Hjelp

source: Location services are disabled for Prey. Reports will not be sent.
no: Lokaliseringstjenester er deaktivert for Prey. Rapporter kommer ikke til å bli sendt.

source: Preferences
no: Instillninger

source: Privacy Policy
no: Brukerbetingelser

source: Terms of Service
no: Bruksvilkår

source: Upgrade to Pro
no: Oppgrader til Pro

source: Use Location Listener
no: Bruk plasslytter

source: Your device is protected and waiting for the activation signal.
no: Din enhet er beskyttet og venter aktiveringssignal.

source: Missing
no: Savnes
